Repository: kzamanbd/talent-portal
Catalog: languages/talent-portal-*.po
Languages: bn_bd

source: Talent Portal
bn_bd: ট্যালেন্ট পোর্টাল

source: This is a simple plugin for managing job applicants. It allows you to create job listings and accept applications from candidates.
bn_bd: এটি চাকরির আবেদনকারীদের পরিচালনার জন্য একটি সহজ প্লাগইন, এটি আপনাকে চাকরির তালিকা তৈরি করতে এবং প্রার্থীদের কাছ থেকে আবেদন গ্রহণ করতে দেয়.

source: Kamruzzaman
bn_bd: কামরুজ্জামান

source: Talent Portal has been activated successfully!
bn_bd: ট্যালেন্ট পোর্টাল সফলভাবে সক্রিয় করা হয়েছে!

source: Nonce verification failed!
bn_bd: ননস ভেরিফিকেশন ব্যর্থ!

source: No permission!
bn_bd: অনুমতি নেই!

source: Invalid application ID!
bn_bd: অবৈধ অ্যাপ্লিকেশন আইডি!

source: Error deleting application!
bn_bd: অ্যাপ্লিকেশন মুছে ফেলার ত্রুটি!

source: Application deleted successfully!
bn_bd: অ্যাপ্লিকেশন সফলভাবে মুছে ফেলা হয়েছে!

source: Search Applicants
bn_bd: আবেদনকারীদের অনুসন্ধান করুন

source: No application found
bn_bd: কোন আবেদন পাওয়া যায়নি

source: Name
bn_bd: নাম

source: Email
bn_bd: ইমেইল

source: Mobile
bn_bd: মোবাইল

source: Post Name
bn_bd: পোস্টের নাম

source: Submission Date
bn_bd: জমা দেওয়ার তারিখ

source: CV
bn_bd: সিভি

source: View CV
bn_bd: সিভি দেখুন

source: Move to Trash
bn_bd: ট্র্যাশে সরান

source: Selected applicants have been deleted.
bn_bd: নির্বাচিত আবেদনকারীদের মুছে ফেলা হয়েছে.

source: Trash
bn_bd: মুছে ফেলুন

source: Something went wrong
bn_bd: কিছু ভুল হয়েছে

source: Are you sure?
bn_bd: আপনি কি নিশ্চিত?

source: Request verification failed!
bn_bd: যাচাইকরণের অনুরোধ ব্যর্থ হয়েছে!

source: All fields are required!
bn_bd: সমস্ত ক্ষেত্র প্রয়োজনীয়!

source: Invalid email address!
bn_bd: অবৈধ ইমেল ঠিকানা!

source: You have already applied for this post!
bn_bd: আপনি ইতিমধ্যে এই পোস্টের জন্য আবেদন করেছেন!

source: Invalid file type! Only PDF, DOC, DOCX files are allowed.
bn_bd: অবৈধ ফাইল প্রকার! শুধুমাত্র PDF, DOC, DOCX ফাইল অনুমোদিত

source: We have received your application
bn_bd: আমরা আপনার আবেদন পেয়েছি

source: Application submitted successfully!
bn_bd: আবেদন সফলভাবে জমা!

source: Latest Applicant Submissions
bn_bd: সর্বশেষ আবেদনকারী জমা

source: No applicant submissions found
bn_bd: কোন আবেদনকারী জমা পাওয়া যায়নি

source: Application Submission List
bn_bd: আবেদন জমার তালিকা

source: Application has been deleted successfully!
bn_bd: অ্যাপ্লিকেশন সফলভাবে মুছে ফেলা হয়েছে!

source: Hi
bn_bd: হাই

source: Your application for the position
bn_bd: পদের জন্য আপনার আবেদন

source: has been received.
bn_bd: গৃহীত হয়েছে।

source: All applications will go through a rigorous screening process which has multiple steps. You receive notifications regarding the next steps of our recruitment.
bn_bd: সমস্ত অ্যাপ্লিকেশন একটি কঠোর স্ক্রীনিং প্রক্রিয়ার মধ্য দিয়ে যাবে যার একাধিক ধাপ রয়েছে। আপনি আমাদের নিয়োগের পরবর্তী পদক্ষেপের বিষয়ে বিজ্ঞপ্তি পাবেন।

source: Thanks for your interest, we look forward to getting to know you better!
bn_bd: আপনার আগ্রহের জন্য ধন্যবাদ, আমরা আপনাকে আরও ভালভাবে জানার জন্য উন্মুখ!

source: Best regards,
bn_bd: শুভেচ্ছা,

source: Talent Portal Team
bn_bd: ট্যালেন্ট পোর্টাল টিম
